// ПУНКТ 2: массив товаров
const products = [
    {
        image: 'moisturizing_mousse',
        purpose: 'для нормальной кожи',
        name: 'Увлажняющий мусс',
        actions: 'Глубоко увлажняют кожу лица, оставляя её мягкой и гладкой.',
        composition: ['активные натуральные комплексы', 'витамины С, А, РР, В и Е', 'солнцезащитные компоненты'],
        price: 2750
    },
    {
        image: 'Moisturizing_mask',
        purpose: 'для нормальной кожи',
        name: 'Увлажняющая маска',
        actions: 'Способствует удерживанию влаги в верхних слоях кожи.',
        composition: ['воски', 'минералы', 'масла'],
        price: 3500
    },
    {
        image: 'wash_gel',
        purpose: 'для жирной кожи',
        name: 'Гель для умывания',
        actions: 'Интенсивно очищает, не повреждает защитный барьер кожи.',
        composition: ['минералы', 'витамины С, А, РР, В и Е', 'солнцезащитные компоненты'],
        price: 1650
    },
    {
        image: 'Gift_set_No_1',
        purpose: 'для сухой кожи',
        name: 'Подарочный набор №1',
        actions: 'Набор, состоящий из увлажняющего крема и маски.',
        composition: ['воски', 'минералы', 'масла'],
        price: 4750
    },
    {
        image: 'Gift_set_No_5',
        purpose: 'для всех типов',
        name: 'Подарочный набор №5',
        actions: 'Весь набор средств Invisible symphony, крем, маска, мусс и гель для умывания.',
        composition: ['воски', 'минералы', 'масла'],
        price: 7520
    }
];

export default products;